package pkg;

public class Main {

	public static void main(String[] args) {
		/*
		 * 10월 9일(월) ~ 10월 15일(일) 회고록
		 * 
		 * 이번 주는 계속 네트워크 공부, 소스코드만 본 것 같다.
		 * 학원 동기들은 SI 업체라 이것저것 만들어보는 과제를 내어준다고 하는데
		 * 나의 경우, 당장은 그런 건 없는 것 같다.
		 * 
		 * 그냥 공부한 내용을 PPT로 만들어 다음 스터디 때 발표한느건데
		 * 음~ 약간 정적인 공부를 하고 있는 것 같아 마음이 불안하다.
		 * 집에서는 당장 알고리즘 문제만 풀고 있다.
		 * 알고리즘은 확실히 재밌다.
		 * 또한 소스코드 볼 떄 알고리즘 공부한게 도움이 되긴 하는 것 같다.
		 * 예를 들면 String 메서드 사용하는 것들이 나온다던지 말이다.
		 * 
		 * 하지만 나는 욕심이 있는 것 같다.
		 * 네트워크 공부 놓치지 않을 것이고, 또한 내 미래를 위해서라도
		 * 새로운 것에 도전하여 나의 가치를 높여 나아갈 것이다.
		 * 
		 * Java, Spring, IT용어들을 막무가내로 외우고 있다.
		 * 당장은 외우기 벅차지만, 나중에는 이해하고 온전한 나의 것이 되길 바란다.
		 * 
		 * 오늘도 열심히 알고리즘 문제를 풀어봐야겠다.
		 * 
		 * 최정원 화이팅!
		 * 
		 * 
		 * 
		 */
	}

}
